Repository: wasicsop/ElectronicObserver_ES
Catalog: ElectronicObserver/Observer/ObserverRes.*.resx
Languages: es_es

# AntiAir
source: 対空
es_es: AA

# Armor
source: 装甲
es_es: Blindaje

# Asw
source: 対潜
es_es: ASW

# Range
source: 射程
es_es: Alcanze

# AdmiralNameLevel
source: {0} 司令官Lv.{1}
es_es: {0} (Nivel de Cuartel General {1})

# APIObserverFailed
source: APIObserver: Failed to start observation.
es_es: APIObserver: Error al iniciar la recepción.

# RepairingShips
source: 🛠 {0}艦を修理する
es_es: 🛠 Reparando {0} barcos

# FirstClassMedals
source: 🥇 甲種勲章保有数: {0}
es_es: 🥇 Medallas de primera clase: {0}

# Torpedo
source: 雷装
es_es: Torpedo

# Evasion
source: 回避
es_es: Evasión

# Los
source: 索敵
es_es: LOS

# KantaiCollection
source: 艦隊これくしょん
es_es: Kantai Collection

# Luck
source: 運
es_es: Suerte

# ServerRank
source: {1}で{0}位
es_es: Puesto {0} en {1}

# DoingExercises
source: ⚓ 演習
es_es: ⚓ Haciendo PVP

# Firepower
source: 火力
es_es: FP

# DetectedSynergy
source: 装備シナジーを検出しました：
es_es: Se detectó sinergia de equipo:

# ErrorResponse
source: Responseの受信中にエラーが発生しました。
es_es: Se produjo un error al recibir la respuesta.

# ErrorFromServer
source: 猫を検出しました。(エラーコード: {0} )
es_es: Se recibió el código de error {0} del servidor.

# Error201
source: エラーコード201が受信されました。これは、マクロ検出によって、または別のデバイスから艦これを起動することによってトリガーされる可能性があります。
es_es: Se recibió el código de error 201. Puede deberse a la detección de macros o al inicio de KanColle desde otro dispositivo.

# ResponseRecieved
source: Responseを受信しました :
es_es: Respuesta recibida:

# LoadingIntegration
source: 統合の読み込み
es_es: Cargando integración...

# Idle
source: アイドル
es_es: Inactivo

# RankDataNotLoaded
source: ランクデータが読み込まれない
es_es: Los datos de rango no se han cargado
